Repository: evelyn046/OmegaT_l10n
Catalog: 2_project/tm/about_EN-US_ZH-CN.tmx
Source language: en_us
Languages: zh_cn

source: Website content authors
zh_cn: 网站内容作者

source: Website design
zh_cn: 网站设计

source: English version translators
zh_cn: 英语版本译者

source: The OmegaT project
zh_cn: OmegaT 项目

source: The OmegaT project is maintained by an informal, international group of volunteers.
zh_cn: OmegaT 项目由非一个正式的国际志愿者小组维护。

source: Its purpose is to develop, distribute and support the use of OmegaT, an open-source translation memory software application.
zh_cn: 其目的是开发、发行开源翻译记忆软件 OmegaT，并对 OmegaT 的使用提供支持。

source: The principal members of the project are:
zh_cn: 该项目的主要成员是：

source: Original author of the OmegaT application
zh_cn: OmegaT 应用程序的原作者

source: Project manager
zh_cn: 项目经理

source: Lead developer
zh_cn: 首席开发人员

source: Integration manager
zh_cn: 集成经理

source: Website manager
zh_cn: 网站经理

source: Documentation manager
zh_cn: 文档经理

source: Localization manager, user group owner
zh_cn: 本地化经理、用户组主管

source: Developers
zh_cn: 开发人员

source: The philosophy of the project is described here.
zh_cn: 项目理念在此处有所描述。

source: Since the project's inception, it has received the support of dozens of other contributors, too numerous to mention here, but for whose help we are very grateful.
zh_cn: 自项目启动以来，它已经得到了许多其他贡献者的支持，人数太多在此无法全部列出，但我们非常感激他们的帮助。
